content/garden/commodity-fetishism.md
+++
title = "commodity fetishism"
author = ["Nilay Kumar"]
date = 2025-02-18T00:00:00-05:00
lastmod = 2025-02-19T01:22:31-05:00
tags = ["philosophy", "marxism"]
draft = false
progress = "new"
+++

## marx's definition {#marx-s-definition}

Marx introduces the notion of commodity fetishism quite early in [Capital](https://www.marxists.org/archive/marx/works/1867-c1/ch01.htm#S4).


## technology {#technology}

The material objects underlying the technologies with which we interact present
themselves as commodities, products of social labor:

> The problem comes when we fetishize technology by only seeing the object in
> front of us without considering any of the broader networks of social,
> political, and economic relationships that the object is embedded within. In
> other words, all the things that are behind what technology gets made, why it's
> made, where it's made, who it's made for, and all the consequences that follow
> from its being made.
>
> <div class="attribution">
>
> Sadowski, _The Mechanic and the Luddite_, page 4
>
> </div>

Sadowski asks here a series of basic questions about the processes that hide
behind the physical device (for instance, an iPhone), which I think are worth
thinking about.


### what gets made {#what-gets-made}


### why it's made {#why-it-s-made}


### where it's made {#where-it-s-made}


### who it's made for {#who-it-s-made-for}


### the consequences {#the-consequences}


#### alienation {#alienation}

This is here to test out [backlinks]({{< relref "alienation" >}}).
